import React from 'react';

const Index = () => {
    return (
        <div className="rules-content">
            <label htmlFor="rules">
                <strong>
                    قوانین و ضوابط سایت
                </strong>
            </label>
            <div className="rules">

                <p>1-	لینکهایی که حاوی مطالب غیر اخلاقی و خلاف شرع و خلاف قوانین جمهوری اسلامی ایران می باشند پذیرفته نمی شوند.</p>
                <p>2-	 کوتاه کردن تو در تو غیرمجاز بوده و در صورت مشاهده اکانت کاربر خاطی مسدود خواهد شد .</p>
                <p>3-	مدت زمان نگهداری لینک ها برای کاربران ثبت نام شده نامحدود ولی برای کاربران که ثبت نام نشده اند به مدت 10 روز نگهداری میشود.</p>
                <p>4-	تمام خدمات سایت فیکس لینک رایگان می باشد.</p>
                <p>5-	لینک های کوتاه شده ما بدون هرگونه تبلیغات می باشد.</p>
                <p>6-	مشاهده هر گونه تخلف باعث مسدود شدن اکانت کاربر می شود.</p>
                <p>7-	در صورت وقوع حوادث غیرمترقبه و شرایط اضطراری مانند: جنگ ، سیل، زلزله و... تمامی مسئولیت های معنوی و مادی از مسئولان سایت برطرف می شود.</p>

            </div>
        </div>
    );
};

export default Index;